// © Copyright 2004-2013, 2015 HP Development Company, L.P.

HSDTaskName = "Grundlegende Faxeinstellungen";

HSDFaxTestSheetOKButtonTitle = "OK";

FaxTestNotInitiatedTitleKey = "Faxtest nicht initialisiert";
FaxTestNotInitiatedMsgKey = "Stellen Sie sicher, dass das Gerät verbunden und eingeschaltet ist. Versuchen Sie es dann erneut.";
FaxTestFailedTitle = "Fehler beim Faxtest!";
FaxTestFailedMsg = "Vergewissern Sie sich, dass auf der Faxleitung ein Wählton hörbar und das Telefonkabel korrekt am Gerät angeschlossen ist.\n\nVon Ihrem Gerät wurde ein Bericht mit weiteren Informationen gedruckt.";
FaxTestSucceededTitle = "Faxtest erfolgreich";
FaxTestSucceededMsg = "Der Test der Faxleitung war erfolgreich. Ihr Gerät ist jetzt zum Senden und Empfangen von Faxen bereit.\n\nVon Ihrem Gerät wurde ein Bericht mit weiteren Informationen gedruckt.";
FaxTestCancelledTitle = "Faxtest abgebrochen";
FaxTestCancelledMsg = "Der Test der Faxleitung wurde abgebrochen.";
FaxLineTestProgressTitle = "Die Faxleitung wird getestet. Bitte warten…";
FaxHWDamagedMsg = "Die Faxkomponente des Druckers wurde beschädigt und kann den Faxtest nicht ausführen. Weitere Informationen erhalten Sie vom HP Support.";
GetHelpButtonTitle = "HP Hilfe online anfordern";

EmptyNameAndNumberFieldTitle = "Felder für Firma/Name und Faxnummer müssen ausgefüllt werden";
EmptyNameAndNumberFieldMsg = "Geben Sie die Firma/den Namen und die Faxnummer an.";

EmptyNameFieldTitle = "Das Feld Firma/Name darf nicht leer sein";
EmptyNameFieldMsg = "Firma/Name angeben";

EmptyFaxNumberFieldTitle = "Das Feld Faxnummer darf nicht leer sein";
EmptyFaxNumberFieldMsg = "Geben Sie die Faxnummer an.";

EmptyFaxNumberPrefixFieldTitle = "\"Faxvorwahl\" muss angegeben werden";
EmptyFaxNumberPrefixFieldMsg = "Geben Sie die Faxvorwahl an.";

FaxPrefixEnableTitle = "Faxvorwahl verwenden:";
HSDFaxDialNumberPrefixTitle = "Faxvorwahl:";
HSDUserNameLabelTitle = "Firma/Name:";
HSDFaxNumberLabelTitle = "Faxnummer:";
HSDRingsUntilAnswerLabelTitle = "Ruftöne bis zur Anrufannahme:";
TestLabelTitle = "Faxkonfiguration für das Gerät testen:";
HSDTestButtonTitle = "Faxkonfiguration für das Gerät testen";

OnModeTitle = "Ein";
OffModeTitle = "Aus";
RequiredFieldsTitle = "* Felder mit einem Stern(*) müssen ausgefüllt werden.";
HSDApplyButtonTitle = "Übernehmen";
HSDTaskDescription = "Diese Einstellungen werden für die Faxkopfzeile verwendet und legen fest, wie das Gerät auf eingehende Anrufe reagiert. Klicken Sie für weitere \"Weitere Informationen…\" auf die entsprechende Schaltfläche.";

HSDDefaultTrayTitle = "Standardpapierfach:";
Auto = "Automatisch";
